Repository: Fantomas42/veliberator
Catalog: veliberator/locale/*/LC_MESSAGES/veliberator.po
Languages: fr

source: -> Online synchronization...
fr: -> Synchronisation en ligne...

source: -> Synchronization complete !
fr: -> Synchronisation complète !

source: %(available)s/%(total)s bike available
fr: %(available)s/%(total)s vélo disponible

source: %s parking place
fr: %s place libre

source: Show this help message and exit
fr: Affiche ce message d'aide et quitte

source: Show program's version number and exit
fr: Affiche la version du programme et quitte

source: %prog [station_id] [address] [options]
fr: %prog [identifiant_station] [adresse] [options]

source: The SQLURI of the database
fr: La SQLURI de la base de donnée

source: The number of places you want
fr: Le nombre de places désirées

source: The maximun stations around proposed
fr: Le maximum de stations aux alentours proposées

source: Only do a synchronization of the cartography
fr: Seulement faire une synchronisation de la cartographie

source: -> The database %s is unreachable.
fr: -> La base de donnée %s est inaccessible.

source: -> The database is unreachable, switch on RAM.
fr: -> La base de donnée est inaccessible, passage sur la RAM.

source: -> Edit the configuration file, for removing this message.
fr: -> Éditez le fichier de configuration, pour enlever ce message.

source: Station ID or complete address:
fr: Identifiant de la station ou une adresse complète :

source: The Station ID does not exist.
fr: L'identifiant de la station n'existe pas.

source: Searching on the closest stations...
fr: Recherche sur les stations les plus proches...

source: The provided address is not valid or imprecise.
fr: L'adresse fournie n'est pas valide ou imprécise.
